let mob_info = {
    "기쁨의 에르다스": {
        "level": 200,
        "exp": 98708
    },
    "분노의 에르다스": {
        "level": 201,
        "exp": 101389
    },
    "슬픔의 에르다스": {
        "level": 202,
        "exp": 104101
    },
    "즐거움의 에르다스": {
        "level": 203,
        "exp": 107125
    },
    "암석의 에르다스": {
        "level": 204,
        "exp": 109886
    },
    "화염의 에르다스": {
        "level": 205,
        "exp": 112662
    },
    "강인한 영혼의 에르다스": {
        "level": 206,
        "exp": 115470
    },
    "안식의 에르다스": { // 에르다스의 등불과 평균값 처리
        "level": 207,
        "exp": 120026
    },
    "아르마의 부하": {
        "level": 209,
        "exp": 124322
    },
    "숨겨진 즐거움의 에르다스": {
        "level": 209,
        "exp": 207204
    },
    "숨겨진 강인한 영혼의 에르다스": {
        "level": 209,
        "exp": 207204
    },
    "숨겨진 아르마의 부하": {
        "level": 209,
        "exp": 207204
    },
    // 여로

    "트라": {
        "level": 205,
        "exp": 112662
    },
    "몬토": {
        "level": 205,
        "exp": 112662
    },
    "수색형 T드론 A형": {
        "level": 206,
        "exp": 115470
    },
    "수색형 T드론 B형": {
        "level": 206,
        "exp": 115470
    },
    "전투형 T드론 A형": {
        "level": 207,
        "exp": 118578
    },
    "전투형 T드론 B형": {
        "level": 208,
        "exp": 121453
    },
    "섬멸형 T드론 A형": {
        "level": 209,
        "exp": 124322
    },
    "섬멸형 T드론 B형": {
        "level": 209,
        "exp": 124322
    },
    "강력한 수색형 T드론 A형": {
        "level": 210,
        "exp": 248003
    },
    "강력한 수색형 T드론 B형": {
        "level": 210,
        "exp": 248003
    },
    "강력한 전투형 T드론 A형": {
        "level": 211,
        "exp": 253673
    },
    "강력한 전투형 T드론 B형": {
        "level": 212,
        "exp": 253673
    },
    "강력한 섬멸형 T드론 A형": {
        "level": 213,
        "exp": 265808
    },
    "강력한 섬멸형 T드론 B형": {
        "level": 213,
        "exp": 265808
    },
    // 리버스 시티

    "파인디어": {
        "level": 210,
        "exp": 248003
    },
    "큰뿔 파인디어": {
        "level": 211,
        "exp": 253673
    },
    "유나나": {
        "level": 210,
        "exp": 248003
    },
    "램나나": {
        "level": 210,
        "exp": 253673
    },
    "플리온": {
        "level": 212,
        "exp": 260047
    },
    "성날 플리온": {
        "level": 213,
        "exp": 265808
    },
    "설익은 울프롯": {
        "level": 212,
        "exp": 260047
    },
    "잘익은 울프롯": {
        "level": 213,
        "exp": 265808
    },
    "그린 캣피쉬": {
        "level": 214,
        "exp": 271621
    },
    "블루 캣피쉬": {
        "level": 216,
        "exp": 284043
    },
    "라이터틀": {
        "level": 215,
        "exp": 278138
    },
    "대장 라이터틀": {
        "level": 216,
        "exp": 284043
    },
    "크릴라": {
        "level": 217,
        "exp": 290679
    },
    "족장 크릴라": {
        "level": 219,
        "exp": 303394
    },
    "버샤크": {
        "level": 218,
        "exp": 296653
    },
    "족장 크릴라": {
        "level": 219,
        "exp": 303394
    },
    // 츄츄 아일랜드

    "몽키록": {
        "level": 215,
        "exp": 278138
    },
    "버쉬룸": {
        "level": 216,
        "exp": 284043
    },
    "라이톤": {
        "level": 217,
        "exp": 290679
    },
    "스톤피": {
        "level": 218,
        "exp": 296653
    },
    "쿰파이더": {
        "level": 219,
        "exp": 303394
    },
    "다람뇽": {
        "level": 219,
        "exp": 303394
    },
    "강력한 몽키록": {
        "level": 220,
        "exp": 309470
    },
    "강력한 버쉬룸": {
        "level": 220,
        "exp": 309470
    },
    "강력한 라이톤": {
        "level": 220,
        "exp": 309470
    },
    "강력한 스톤피": {
        "level": 220,
        "exp": 309470
    },
    "강력한 쿰파이더": {
        "level": 220,
        "exp": 309470
    },
    "강력한 다람뇽": {
        "level": 220,
        "exp": 309470
    },
    // 얌얌 아일랜드

    "종이봉투 뒷골목주민": {
        "level": 220,
        "exp": 309470
    },
    "나무판자 뒷골목주민": {
        "level": 221,
        "exp": 316316
    },
    "갈리나": {
        "level": 221,
        "exp": 316316
    },
    "갈루스": {
        "level": 222,
        "exp": 322473
    },
    "성난 우승접시": {
        "level": 222,
        "exp": 322473
    },
    "비뚤어진 우승접시": {
        "level": 223,
        "exp": 329417
    },
    "성난 무도회주민": {
        "level": 223,
        "exp": 329417
    },
    "광기의 무도회주민": {
        "level": 224,
        "exp": 335675
    },
    "약화된 클리너": {
        "level": 224,
        "exp": 335675
    },
    "춤추는 빨간구두": {
        "level": 225,
        "exp": 342720
    },
    "클리너": {
        "level": 226,
        "exp": 349836
    },
    "푸른 눈의 가고일": {
        "level": 227,
        "exp": 356216
    },
    "붉은 눈의 가고일": {
        "level": 228,
        "exp": 363430
    },
    // 꿈의 도시 레헬른

    "물의 정령": {
        "level": 230,
        "exp": 393361
    },
    "햇살의 정령": {
        "level": 231,
        "exp": 401055
    },
    "흙의 정령": {
        "level": 232,
        "exp": 408778
    },
    "서리구름의 정령": {
        "level": 233,
        "exp": 415702
    },
    "번개구름의 정령": {
        "level": 234,
        "exp": 423542
    },
    "맹독의 정령": {
        "level": 235,
        "exp": 431459
    },
    "폭발의 정령": {
        "level": 236,
        "exp": 439402
    },
    "혼돈의 정령": {
        "level": 237,
        "exp": 446505
    },
    "번개구름의 정령": {
        "level": 238,
        "exp": 454564
    },
    "맹독의 정령": {
        "level": 239,
        "exp": 462670
    },
    "폭발의 정령": {
        "level": 240,
        "exp": 470824
    },
    // 신비의 숲 아르카나

    "기억속의 제네로이드A형": {
        "level": 236,
        "exp": 439402
    },
    "기억속의 제네로이드B형": {
        "level": 236,
        "exp": 439402
    },
    "이름 모를 고양이": {
        "level": 237,
        "exp": 446505
    },
    "힘센 형님": {
        "level": 238,
        "exp": 454564
    },
    "강한 형님": {
        "level": 238,
        "exp": 454564
    },
    "푸른 그림자": {
        "level": 239,
        "exp": 462670
    },
    "실험의 부산물A": {
        "level": 241,
        "exp": 485614
    },
    "실험의 부산물B": {
        "level": 241,
        "exp": 485614
    },
    "의식에 휘말린 근위병": {
        "level": 242,
        "exp": 494006
    },
    "의식에 휘말린 망치병": {
        "level": 243,
        "exp": 501461
    },
    "의식에 휘말린 마법사": {
        "level": 244,
        "exp": 509964
    },
    "의식에 휘말린 궁병": {
        "level": 245,
        "exp": 518511
    },
    // 기억의 늪 모라스

    "아투인": {
        "level": 240,
        "exp": 470824
    },
    "아투스": {
        "level": 241,
        "exp": 485614
    },
    "벨라리온": {
        "level": 242,
        "exp": 494006
    },
    "벨라리스": {
        "level": 243,
        "exp": 501461
    },
    "아라냐": {
        "level": 244,
        "exp": 509964
    },
    "아라네아": {
        "level": 245,
        "exp": 518511
    },
    "빛의 주시자": {
        "level": 246,
        "exp": 527106
    },
    "어둠의 주시자": {
        "level": 247,
        "exp": 535749
    },
    "빛의 집행자": {
        "level": 248,
        "exp": 544459
    },
    "어둠의 주시자": {
        "level": 249,
        "exp": 553217
    },
    // 태초의 바다 에스페라

    "베리타테": {
        "level": 245,
        "exp": 518511
    },
    "뽈라르": {
        "level": 246,
        "exp": 527106
    },
    "바다렐이": {
        "level": 247,
        "exp": 535749
    },
    "히아데스": {
        "level": 248,
        "exp": 544459
    },
    "데네볼라": {
        "level": 249,
        "exp": 553217
    },
    "릴리 보레아": {
        "level": 250,
        "exp": 584807
    },
    "안젤루스": {
        "level": 251,
        "exp": 594040
    },
    // 셀라스

    "혼돈의 피조물": {
        "level": 250,
        "exp": 584807
    },
    "파괴의 피조물": {
        "level": 251,
        "exp": 594040
    },
    "엄습하는 공포": {
        "level": 252,
        "exp": 603318
    },
    "주시하는 공포": {
        "level": 253,
        "exp": 612643
    },
    "공허의 하수인": {
        "level": 254,
        "exp": 622041
    },
    "황혼의 하수인": {
        "level": 254,
        "exp": 622041
    },
    // 문브릿지

    "뒤엉킨 파편": {
        "level": 255,
        "exp": 631458
    },
    "복종하는 파편": {
        "level": 255,
        "exp": 631458
    },
    "어둠의 실패자": {
        "level": 256,
        "exp": 640971
    },
    "어둠의 피조물": {
        "level": 256,
        "exp": 640971
    },
    "절망의 날개": {
        "level": 257,
        "exp": 650504
    },
    "절망의 칼날": {
        "level": 257,
        "exp": 650504
    },
    "침묵의 기사": {
        "level": 258,
        "exp": 661261
    },
    "침묵의 정찰자": {
        "level": 258,
        "exp": 661261
    },
    "침묵의 방랑자": {
        "level": 258,
        "exp": 661261
    },
    "침묵의 감시자": {
        "level": 259,
        "exp": 670940
    },
    "침묵의 암살자": {
        "level": 259,
        "exp": 670940
    },
    "절망에 빠진 자": {
        "level": 259,
        "exp": 670940
    },
    "절망에 매인 자": {
        "level": 259,
        "exp": 670940
    },
    // 고통의 미궁

    "안세스티온": {
        "level": 260,
        "exp": 680638
    },
    "트랜센디온": {
        "level": 261,
        "exp": 690432
    },
    "어센시온": {
        "level": 262,
        "exp": 700242
    },
    "포어베리온": {
        "level": 263,
        "exp": 710121
    },
    "엠브리온": {
        "level": 264,
        "exp": 721247
    },
    "강력한 어센시온": {
        "level": 262,
        "exp": 840290
    },
    "강력한 포어베리온": {
        "level": 263,
        "exp": 852145
    },
    "강력한 엠브리온": {
        "level": 264,
        "exp": 865496
    },
    // 리멘

    "흑태양 보병": {
        "level": 260,
        "exp": 1725461
    },
    "흑태양 궁병": {
        "level": 260,
        "exp": 1725461
    },
    "괴물 갈매기": {
        "level": 261,
        "exp": 1750290
    },
    "화염 정령": {
        "level": 262,
        "exp": 1775159
    },
    "유령 들린 서적": {
        "level": 260,
        "exp": 1725461
    },
    "떠도는 학자 유령": {
        "level": 263,
        "exp": 1800203
    },
    "호기심 많은 학자 유령": {
        "level": 264,
        "exp": 1828409
    },
    // 전르니움

    "분노한 화염 정령": {
        "level": 265,
        "exp": 2056974
    },
    "레프 보병": {
        "level": 265,
        "exp": 2056974
    },
    "레프 법사": {
        "level": 265,
        "exp": 2056974
    },
    "레프 암살자": {
        "level": 266,
        "exp": 2085219
    },
    "레프 기갑병": {
        "level": 267,
        "exp": 2113572
    },
    "불타는 서적": {
        "level": 265,
        "exp": 2056974
    },
    "흑태양 폭탄병": {
        "level": 268,
        "exp": 2145596
    },
    "흑태양 법사": {
        "level": 269,
        "exp": 2174274
    },
    // 후르니움

    "모래칼날 약탈꾼": {
        "level": 270,
        "exp": 2274336
    },
    "무쇠탄환 학살꾼": {
        "level": 270,
        "exp": 2274336
    },
    "탐색하는 폭실리언": {
        "level": 271,
        "exp": 2382248
    },
    "고물수집가 폭실리언": {
        "level": 272,
        "exp": 2413256
    },
    "엄격한 역무원": {
        "level": 273,
        "exp": 2546149
    },
    "주인잃은 왓치독": {
        "level": 274,
        "exp": 2582906
    },
    // 아르크스

    "강화형 파수꾼 산호": {
        "level": 275,
        "exp": 2903024
    },
    "강화형 파수꾼 감람": {
        "level": 275,
        "exp": 2903024
    },
    "강화형 파수꾼 금강": {
        "level": 275,
        "exp": 2903024
    },
    "앵글러 로봇 A형": {
        "level": 276,
        "exp": 2939616
    },
    "앵글러 로봇 B형": {
        "level": 276,
        "exp": 2939616
    },
    "앵글러 로봇 C형": {
        "level": 276,
        "exp": 2939616
    },
    "경비병 강옥": {
        "level": 277,
        "exp": 2981010
    },
    "경비병 마노": {
        "level": 277,
        "exp": 2981010
    },
    "무너지는 실험체": {
        "level": 278,
        "exp": 3017988
    },
    "실패한 실험체": {
        "level": 279,
        "exp": 3059716
    },
    // 오디움
}